export const storeRegions = {
  "新北區": [
    "板橋雨農店", "新北八里店", "土城中華店", "永和得和店", "三重中正北店", "三重三和店", "新莊旗艦店", "新莊中正店"
  ],
  "北桃區": [
    "蘆竹南昌店", "北投中和店", "大安通化店", "士林文林店", "龜山自強西店", "大同民族西店", "大安建國南店", "士林文林二店", 
    "桃園巨蛋店", "蘆竹大新店", "龜山復興店", "中壢中央東店", "觀音大觀店", "大直北安店"
  ],
  "竹苗區": [
    "新竹建興店", "新竹經國店", "竹北成功店", "苑裡中山店", "竹北中正東店", "湖口中山店", "竹東長春店", "竹南延平店", "苗栗縣府店", "頭份中華店"
  ],
  "中投區": [
    "台中東海店", "豐原圓環東店", "台中青海店", "大里仁化店", "台中北屯店", "台中中清店", "北屯后庄北店", "台中沙鹿店", 
    "北屯軍功店", "台中澄清店", "埔里中山店", "草屯明賢店"
  ],
  "彰雲嘉區": [
    "溪湖彰水店", "田中福安店", "北斗中華店", "彰化中正店", "彰化中山店", "和美彰美店", "員林三民東店",
    "虎尾林森店", "斗六民生南店", "北港民享店", "西螺公正店", "斗南延平店", "麥寮中興店"
  ],
  "嘉南區": [
    "嘉義北港店", "嘉義友愛店", "嘉義吳鳳南店", "嘉義朴子店",
    "善化光復店", "台南永康店", "新營民生店", "麻豆興中店", "新市中正店", "佳里新生店"
  ],
  "台南區": [
    "安南海佃店", "台南中華東店", "台南西門店", "仁德中山店", "安平建平店", "歸仁中山店", "永康永大店", "關廟南雄店"
  ],
  "高雄區(澎)": [
    "楠梓藍昌店", "楠梓興楠店", "岡山柳橋西店", "路竹中山店", "左營左大店", "仁武仁雄店", "前金自強一店", "三民十全店", 
    "前金自立店", "前鎮瑞隆店", "鳳山青年店", "小港宏平店", "澎湖馬公店", "小港桂陽店"
  ],
  "高屏區(台東)": [
    "大寮鳳林店", "高雄林園店", "台東更生店", "屏東自由店", "東港中正店", "潮州延平店", "內埔學人店", "恆春環城南店", 
    "屏東萬丹店", "苓雅大順店"
  ],
  "宜花區": [
    "羅東林場店", "宜蘭新生店", "花蓮中正店", "羅東光榮店", "吉安自強店", "玉里和平店", "蘇澳中山店", "宜蘭員山店"
  ]
};
